<?php
return [
    'datagrid' => [
        'actions' => 'Дії',
        'id' => 'Значення стовпців індексу мають значення більше, ніж нуль',

        'massaction' => [
            'mass-delete-confirm' => 'Ви дійсно хочете видалити :resource?',
            'mass-update-status' => 'Ви дійсно хочете оновити статус :resource?',
            'delete' => 'Ви дійсно хочете виконати цю дію?',
            'edit' => 'Ви дійсно хочете редагувати :resource?',
            'delete-category-product' => 'Вибрана категорія містить товари. Виконання цієї дії призведе до видалення супутніх продуктів. Ви дійсно хочете виконати цю дію?'
        ],

        'zero-index' => 'Стовпці індексу можуть мати значення, більші за нуль',
        'no-records' => 'Не знайдено жодних записів',
        'filter-fields-missing' => 'Деякі з обов’язкових полів пусті',
        'click_on_action' => 'Ти дійсно хочеш застосувати ці дії?',
        'search' => 'Пошук...',
        'filter' => 'Фільтр',
        'column' => 'Вибрати колонку',
        'condition' => 'Вибрати статус',
        'contains' => 'Містить',
        'ncontains' => 'Не містить',
        'equals' => 'Дорівнює',
        'nequals' => 'Не дорівнює',
        'greater' => 'Більше ніж',
        'less' => 'Менше ніж',
        'greatere' => 'Більше чи дорівнює',
        'lesse' => 'Менше чи дорівнює',
        'value' => 'Вибрати значення',
        'true' => 'Так',
        'false' => 'Ні',
        'between' => 'Між',
        'apply' => 'Застосувати',
        'items-per-page' => 'Кількість на сторінці',
        'value-here' => 'Значення',
        'numeric-value-here' => 'Числове значення',
        'submit' => 'Застосувати'
    ]
];