<?php
return [
    'datagrid' => [
        'actions' => 'Действия',
        'id' => 'Столбцы индекса имеют только значение больше нуля',

        'massaction' => [
            'mass-delete-confirm' => 'Вы действительно хотите удалить эти выбранные :resource?',
            'mass-update-status' => 'Вы действительно хотите обновить статус выбранных :resource?',
            'delete' => 'Вы действительно хотите выполнить это действие?',
            'edit' => 'Вы действительно хотите отредактировать :resource?',
            'delete-category-product' => 'Выбранные категории содержат товары. Выполнение этого действия приведет к удалению связанных продуктов. Вы действительно хотите выполнить это действие?'
        ],

        'zero-index' => 'Столбцы индекса могут иметь только значения больше нуля',
        'no-records' => 'Записей не найдено',
        'filter-fields-missing' => 'Некоторые из обязательных полей не заполнены, пожалуйста, проверьте столбец, условие и значение должным образом',
        'click_on_action' => 'Вы действительно хотите выполнить это действие?',
        'search' => 'Поиск...',
        'filter' => 'Фильтр',
        'column' => 'Выбрать колонку',
        'condition' => 'Выбрать статус',
        'contains' => 'Содержит',
        'ncontains' => 'Не содержит',
        'equals' => 'Равно',
        'nequals' => 'Не равно',
        'greater' => 'Больше',
        'less' => 'Меньше',
        'greatere' => 'Больше или равно',
        'lesse' => 'Меньше или равно',
        'value' => 'Выбрать значение',
        'true' => 'Истина',
        'false' => 'Ложь',
        'between' => 'Между',
        'apply' => 'Применить',
        'items-per-page' => 'Количество на странице',
        'value-here' => 'Value here',
        'numeric-value-here' => 'Numeric Value here',
        'submit' => 'Применить'
    ]
];